[
    {
      "title": "Falafel de lentejas",
      "ingredients": [
        "200 gr. lentejas cocidas sin sal",
        "1/2 cebolla pequeña, (o algo más de 1/4)",
        "1 ajo",
        "Perejil",
        "Pan rallado (mejor sin sal)"
      ],
      "steps": [
        "Poner en la batidora las lentejas (con el mínimo caldo que puedas), la cebolla cruda picada, y el ajo crudo, y batir hasta que esté bien fino.",
        "Añadir perejil y remover",
        "Dejar reposar media hora. Si crees que tiene demasiada humedad y no podrás hacer bolas después, puedes dejarlo a reposar sobre un colador, para que pierda algo de líquido.",
        "Precalienta el horno a 170º.",
        "Haz bolas y cháfalas y poco. Si no puedes manipularlo añade un poco de pan rallado y mezcla bien, lo justo para poder manejarlo. A nosotros nos salieron 8 con esta cantidad.",
        "Hornéalas hasta que estén un poco doradas por ambos lados. Nosotros las tuvimos por el primer lado 25 minutos, y por el segundo 10"
      ],
      "footnote":"¡ojo! introduce los ingredientes en la dieta de tu peque de uno en uno. Esta receta es una adaptación del libro 'Sin dientes y a bocados' de Juan Llorca"
    },
    {
        "title": "Hamburguesitas",
        "ingredients": [
          "200 gr. carne picada (cerdo, ternera, pollo...)",
          "Verdura al gusto: zanahoria, patata, cebolla, coliflor..."
        ],
        "steps": [
          "Cocinar la verdura al vapor, yo siempre tengo un taper preparado con verduras al vapor, y cuando quiero hacer las hamburguesitas, simplemente cojo un poco de esta verdura",
          "Con 200gr de carne picada salen 8 hamburguesitas (a 25gr. cada una), y añade 100gr. de verduras.",
          "Lo paso por la picadora, pero si no tienes, lo puedes mezclar bien con un tenedor.",
          "Haz bolitas y cháfalas para que tengan forma de hamburguesa.",
          "Pásalas por la plancha hasta que la carne esté bien cocinada, y listo"
        ],
        "footnote":"¡ojo! introduce los ingredientes en la dieta de tu peque de uno en uno. Esta receta es una buena manera de ofrecer carne, y de introducir verduras de una manera más elaborada."
      },
      {
        "title": "Bolitas de arroz",
        "ingredients": [
          "Arroz"
        ],
        "steps": [
          "Cuece el arroz hasta que esté un poco pasado.",
          "Enfríalo bajo el grifo",
          "Para hacer las bolitas, igual que el sushi: mójate un poco las manos antes de hacer cada bolita, coge una pequeña cantidad y presiona hasta que formes una bolita.",
          "Puedes añadir algún otro ingrediente (carne, pescado, verdura) en medio de la bolita, o picado y revuelto con el arroz"
        ],
        "footnote":"¡ojo! introduce los ingredientes en la dieta de tu peque de uno en uno. Se pueden congelar: ponlas sobre un plato, separadas unas de otras; cuando estén cogeladas las puedes pasar a una bolsita hermética."
      },
      {
        "title": "Gachas de avena",
        "ingredients": [
          "2 medidas de agua (o una de agua y una de bebida vegetal)",
          "3/4 de medida de copos finos de avena",
          "Rama de canela",
          "1 trocito de corteza de limón"
        ],
        "steps": [
          "Pon en la cazuela el agua junto con la canela y el limón a fuego fuerte.",
          "Cuando empiece a hervir, retira la canela y el limón y añade los copos de avena. Cuando vuelva a hervir baja el fuego a la mitad.",
          "Tenlo 5 minutos, y remueve de vez en cuando.",
          "Puedes ofrecer así, o con trocitos de furta.",
          "Si se lo das el día siguiente, y se ha quedado seco, puedes hidratar con un poco de leche (materna o fórmula), bebida vegetal o agua. O puedes ofrecerlo sin hidratar, de tal manera que estará bastante sólido y el peque podrá comerlo solo."    
        ],
        "footnote":"¡ojo! introduce los ingredientes en la dieta de tu peque de uno en uno. Las gachas (sin mezclar con fruta) pueden durar hasta 4 días en la nevera.",
        "image":"gachas-avena.jpg"
      },
      {
        "title": "Hamburguesas de brócoli",
        "ingredients": [
          "1 brócoli",
          "1/2 cebolla picada",
          "1 huevo",
          "2-3 cucharadas soperas de copos de avena",
          "3 cucharadas de harina",
          "1 cucharadita generosa de mayonesa",
          "una pizca de sal",
          "pimienta negra (opcional)"
        ],
        "steps": [
          "Lava y cocina el brócoli cocido o al vapor.",
          "Precalienta el horno a 180º",
          "En un bol, pon el brócoli, y machácalo con un tenedor.",
          "Añade la cebolla muy picada (mejor con picador), el huevo, la avena y la harina, y mezcla.",
          "Añade la mayonesa, la pizca de sal, y la pimienta negra si quieres.",
          "En una bandeja de horno, por un papel vegetal, y úntalo con un poco de aceite y espolvorea un poco de harina.",
          "La mezcla resultará más o menos húmeda, según cómo hayas cocinado el brócoli y cómo hayas cortado la cebolla. Las opciones son: enharinarte las manos, hacer bolas, y aplastarlas ligeramente (para que parezcan hamburguesas), o con 2 cucharas ir acomodando montañitas en la bandeja, y procurar que no queden picos (pues se quemarían) y darles forma de hamburguesa. Mi mezcla quedó muy húmeda por lo que lo hice de la segunda manera.",
          "Hornea 15 minutos por un lado, a los 15 minutos da la vuelta a cada hamburguesa (en este paso, yo aprobeché para aplastar un poco cada hamburguesa con la pala, ya que ya habían perdido humedad y se podía hacer bien). Déjalas 10 minutos por el otro lado"
        ],
        "footnote":"¡ojo! introduce los ingredientes en la dieta de tu peque de uno en uno. Esta receta mejor a partir de los 12 meses (por la sal, y la mayonesa)",
        "image":"hamburguesas-brocoli.jpg"
      },
      {
        "title": "Tostada francesa",
        "ingredients": [
          "1 plátano maduro",
          "1 huevo",
          "1/2 zanahoria (cruda y rallada o cocinada)",
          "canela",
          "1 rebanada de pan de molde (mejor integral)"
        ],
        "steps": [
          "Machaca el plátano en un plato.",
          "Añade el huevo y bátelo bien.",
          "Añade la zanahoria, la puedes rallar. En mi caso, siempre tengo verduras hechas al vapor, y añado unos trocitos, y los aplasto con el tenedor.",
          "Añade un poco de canela en polvo.",
          "Pon una rebanada de pan de molde y deja que empape bien por ambos lados.",
          "En una sarte con un poquito de aceite, pon un poco de la mezcla y justo encima el pan. Luego añade el resto de la mezcla en la parte superior del pan.",
          "Pon una tapa, cocina a fuego bajo y deja que se haga bien el huevo por ambos lados."
        ],
        "footnote":"¡ojo! introduce los ingredientes en la dieta de tu peque de uno en uno.",
        "image": "blw-tostada-francesa.jpg"
      }
]