[
    {
      "title": "Falafel de lentejas",
      "ingredients": [
        "200 gr. lentejas cocidas sin sal",
        "1/2 cebolla, (o algo más de 1/4)",
        "1 ajo",
        "Perejil"
      ],
      "steps": [
        "Poner el la batidora las lentejas (con el mínimo caldo que puedas), la cebolla cruda picada, y el ajo crudo, y batir hasta que esté bien fino.",
        "Añadir perejil y remover",
        "dejar reposar media hora. Si crees que no tiene demasiada humedad y no podrás hacer bolas después, puedes dejarlo a reposar sobre un colador, para que pierda algo de líquido.",
        "Precalienta el horno a 170º.",
        "Haz bolas y cháfalas y poco. A mí me salieron 8 con esta cantidad.",
        "Hornéalas hasta que estén un poco doradas por ambos lados. Yo las tuve por el primer lado 25 minutos, y por el segundo 10"
      ],
      "footnote":"¡ojo! introduce los ingredientes en la dieta de tu peque de uno en uno. Esta receta es una adaptación del libro 'Sin dientes y a bocados' de Juan Llorca"
    },
    {
        "title": "Hamburguesitas",
        "ingredients": [
          "200 gr. carne picada (cerdo, ternera, pollo...)",
          "Verdura al gusto: zanahoria, patata, cebolla, coliflor..."
        ],
        "steps": [
          "Cocinar la verdura al vapor, yo siempre tengo un taper preparado con verduras al vapor, y cuando quiero hacer las hamburguesitas, simplemente cojo un poco de esta verdura",
          "Con 200gr de carne picada hago 8 hamburguesitas (a 25gr. cada una), y lo que hecho de verduras son 100gr.",
          "Lo paso por la picadora, pero si no tienes, lo puedes mezclar bien con un tenedor.",
          "Haz bolitas y cháfalas para que tengan forma de hamburguesa.",
          "Pásalas por la plancha hasta que la carne esté bien cocinada, y listo"
        ],
        "footnote":"¡ojo! introduce los ingredientes en la dieta de tu peque de uno en uno. Esta receta es una buena manera de ofrecer carne, y de introducir verduras de una manera más elaborada."
      }
]