[
  {
    "title": "Arroz con leche en olla express",
    "ingredients": [
      "200 gr. de arroz",
      "100 gr. de azucar",
      "3/4 de litro de leche",
      "ramita de canela",
      "corteza de limón"
    ],
    "steps": [
      "Poner todos los ingredientes en la olla, y remover.",
      "Cerrar la olla y poner a fuego medio-alto.",
      "Desde que coja presión, dejar 5 minutos con la presión.",
      "Apagar el fuego pero no retirar, y dejar otros 5 minutos.",
      "Retirar del fuego y no abrir aún, 5 minutos más.",
      "Abrir bajo el grifo, si no ha bajado la válvula."
    ],
    "image": "arroz-leche.jpeg"
  },
  {
    "title": "Arroz con leche",
    "ingredients": [
      "1 puñado de arroz por ración",
      "1 cucharada de azúcar por ración",
      "Agua",
      "Leche",
      "Canela en rama",
      "Corteza de limón",
      "Mantequilla (opcional)",
      "Huevo (opcional)"
    ],
    "steps": [
      "Poner un puñado de arroz por persona a hervir en una cazuela con agua.",
      "Al primer hervor esa agua se tira para quitar el almidón.",
      "Cubrir el arroz con leche, la que admita, e ir añadiendo poco a poco conforme vaya necesitando (que siempre esté un poco caldosillo) y a la vez echar la canela en rama y la corteza de limón.",
      "También es el momento de echar la mantequilla si se desea (1⁄2 cucharada por persona).",
      "Se cocina a fuego lento.",
      "Añadir el azúcar a mitad de cocción.",
      "Cuando esté hecho el arroz se incorpora un huevo batido, si se desea. Se da vueltas hasta que lo admita, pero ya fuera del fuego.",
      "Se echa en tarrinas individuales y se adorna con canela en polvo."
    ]
  },
  {
    "title": "Bizcocho 1-2-3",
    "ingredients": [
      "yogur, o medida de leche",
      "1 medida de aceite",
      "2 medidas de azúcar",
      "3 medidas de harina",
      "1/2 sobre de levadura Royal",
      "3 huevos"
    ],
    "steps": [
      "Echar en un bol los ingredientes: leche, aceite, azúcar, harina con la levadura, y los huevos.",
      "Batir todo con batidora y hornear a 180º unos 30-40 minutos."
    ],
    "footnote": "Para hacerlo de chocolate, sustituir las 3 medidas de harina por 2,5 medidas de harina y una de cacao en polvo."
  },
  {
    "title": "Bizcocho de platano",
    "ingredients": [
      "4 plátanos maduros",
      "250 gr. de harina",
      "2 huevos",
      "120 ml. Aceite",
      "80 gr. azúcar moreno",
      "80 gr. azúcar blanco",
      "1 cucharadita de extracto de vainilla",
      "2,5 cucharaditas de levadura royal",
      "80 gr. nueces picadas (opcional)"
    ],
    "steps": [
      "Sobre los 4 plátanos añadir el azúcar, y triturar con un tenedor.",
      "Batir un minuto con batidora de varillas.",
      "Añadir los huevos de uno en uno mientras se bate.",
      "Añadir también el aceite.",
      "Añadir la vainilla.",
      "Tamizar la harina con la levadura sobre la mezcla e integrar con la batidora.",
      "Añadir las nueces si se desea y mezclar con una lengua.",
      "Hornear 1 hora a 180º con calor arriba y abajo."
    ]
  },
  {
    "title": "Bollos escaldados",
    "ingredients": [
      "1⁄2 kg. de harina",
      "1⁄4 kg. de azúcar",
      "125 gr. de aceite"
    ],
    "steps": [
      "Amasar todos los ingredientes, juntarlo bien. Aún así quedarán migajas, no se llega a juntar bien.",
      "Para hacer los bollos cogeremos un puñadito de la masa, y lo apretaremos con el puño, para que se junte bien.",
      "Le damos forma redonda y aplastada.",
      "Lo metemos al horno 45 minutos a 200º."
    ],
    "footnote": "Los bollos escaldados son típicos del pueblo de mi abuelo, Almonacid de la Sierra, en Aragón."
  },
  {
    "title": "Bombones",
    "ingredients": [
      "250 gr. de chocolate de repostería",
      "65 gr. de manteca",
      "40 gr. de almendra molida",
      "Cápsulas de papel para bombones"
    ],
    "steps": [
      "Poner una cazuela grande con agua para fundir al baño maría, primero la manteca.",
      "Cuando esté se añade el chocolate bastante picado o rallado, para que tarde menos en fundir.",
      "Cuando esté fundido añadimos la almendra. No parar de remover.",
      "Se pone en las cápsulas para bombones y se deja enfriando en el frigorífico.",
      "Se pueden guardar en el congelador."
    ]
  },
  {
    "title": "Cocadas o sultanas",
    "ingredients": [
      "250 gr. de azúcar",
      "250 gr. de coco rallado",
      "2 huevos",
      "1 yema"
    ],
    "steps": [
      "Amasar todo muy bien y hacer montañitas. Cuesta un poco porque se queda muy pegado a la mano.",
      "Hornear a 180o unos 20 minutos."
    ]
  },
  {
    "title": "Craqueladas (galletas de chocolate)",
    "ingredients": [
      "250 gr. de chocolate de repostería",
      "50 gr. de mantequilla",
      "100 gr. de azúcar",
      "2 huevos",
      "210 gr. de harina",
      "1⁄2 cucharadita de levadura",
      "Vainilla (opcional)",
      "Una pizca de sal",
      "Azúcar glasé para decorar (opcional)"
    ],
    "steps": [
      "Primero fundir el chocolate al baño maría.",
      "Añadir la mantequilla y mezclar.",
      "Se baten a parte los huevos con el azúcar y un poco de vainilla hasta que estén espumosos.",
      "Se añade el chocolate y se mezcla bien.",
      "Mezclar la harina con la levadura y la sal, y añadir poco a poco al chocolate.",
      "Se deja en el frigorífico un rato, o hasta que se enfríe un poco y se puedan hacer bolas con las manos sin mancharnos.",
      "Precalentar el horno a 180º.",
      "Hacer bolas con la masa de las galletas y pasarlas por azúcar glasé (opcional).",
      "Colocarlas en la bandeja un poco separadas.",
      "Se hornean hasta que veamos que empiezan a abrirse, a resquebrajarse, momento en que se sacan (unos 10 minutos).",
      "Aunque parezca que están poco hechas, al enfriarse quedan genial."
    ]
  },
  {
    "title": "Crema pastelera",
    "ingredients": [
      "1 huevo",
      "2 yemas",
      "8 cucharadas de azúcar",
      "Corteza de limón",
      "1⁄2 litro de leche",
      "2 cucharadas de harina"
    ],
    "steps": [
      "Poner en una cazuela el huevo, las yemas y el azúcar, y batir con las varillas de mano durante un rato, hasta que quede bien espumoso.",
      "Añadir las dos cucharadas de harina y mezclar bien.",
      "Añadir la leche en dos veces y mezclar, que se disuelva bien.",
      "Añadir la corteza de limón, y en este momento lo ponemos en el fuego.",
      "No dejar de moverlo para que no se pegue.",
      "Una vez que empiece a hervir se deja un poco más y se retira (sin dejar de remover). Se deja enfriar.",
      "¡Ya la tenemos lista para usarla en el postre que necesitemos!"
    ]
  },
  {
    "title": "Crepes",
    "ingredients": [
      "2 huevos",
      "3 cucharadas de harina no muy colmadas",
      "1 vaso de leche no muy lleno",
      "1 chorro majo de aceite de oliva",
      "1 poco de sal",
      "Azúcar"
    ],
    "steps": [
      "Batir todo con batidora. Dejar reposar un rato.",
      "En sartén antiadherente, manchándola con un poquito de mantequilla o aceite, antes deshacer cada crep.",
      "Echar el preparado con un cacito y extenderlo en la sartén. Dorar por los dos lados.",
      "Rellenar al gusto: chocolate, nocilla, sirope, york – queso, etc..."
    ],
    "image": "crepes.jpeg"
  },
  {
    "title": "Crepes de cacao",
    "ingredients": [
      "1 huevo",
      "60 gr. harina",
      "250 ml. Leche",
      "2 cucharadas de azúcar glasé",
      "Pizca de sal",
      "25 gr. de cacao",
      "1⁄2 o 1 cucharadita de mantequilla derretida (fría)"
    ],
    "steps": [
      "Batir todo con batidora. Dejar reposar un rato.",
      "En sartén antiadherente, manchándola con un poquito de mantequilla o aceite, antes deshacer cada crep.",
      "Echar el preparado con un cacito y extenderlo en la sartén. Dorar por los dos lados.",
      "Rellenar al gusto"
    ]
  },
  {
    "title": "Flan con restos-pudding",
    "ingredients": [
      "250 gr. de nata",
      "3 huevos",
      "1 taza de leche",
      "4 cucharadas de azúcar",
      "Restos de bollería que se haya quedado dura (o no...), madalenas, croissants, ensaimadas, bizcochos... (solo una clase de bollería)"
    ],
    "steps": [
      "Mezclar con batidora los cuatro primeros ingredientes.",
      "Después añadir los restos de bollería desmigados y pasar la batidora nuevamente.",
      "Poner la mezcla en una bandeja y ésta al baño maría.",
      "Precalentar el horno a 180º o 200º. Meterlo 20 o 30 minutos (controlar hasta que esté cocinado)"
    ]
  },
  {
    "title": "flan en olla express",
    "ingredients": [
      "1 huevo",
      "1 taza mediana de leche",
      "1 cucharada sopera de azúcar"
    ],
    "steps": [
      "Tostar azúcar en el fondo del molde.",
      "Poner todos los ingredientes en un bol y batir con batidora, y pasarlo al molde.",
      "Tapar el molde con papel de aluminio para que no entre agua.",
      "Meter el molde en la olla y poner agua alrededor (al baño maría). La cantidad de agua: menos de la mitad del molde.",
      "Cuando la válvula suba, bajar el fuego a la mitad, y dejar 15 minutos con la presión.",
      "Pasado ese tiempo apagar el fuego y no abrir la olla hasta que baje la válvula del todo por sí misma."
    ],
    "footnote": "6 de cada ingrediente es una buena proporción"
  },
  {
    "title": "Flanes de la Abuela Ernestina",
    "ingredients": [
      "1 litro de leche",
      "4 huevos",
      "8 cucharadas deazúcar"
    ],
    "steps": [
      "Hervir un litro de leche, dejarla que se enfríe o entibie.",
      "En un cuenco a parte echar 4 huevos (no batir aún) y 8 cucharadas de azúcar- envolver sin crear mucha espuma, pero que se junte bien el azúcar y los huevos.",
      "Añadir la leche poco a poco.",
      "En flaneras individuales, o en un molde grande, quemar azúcar o echar azúcar quemado. Verter el preparado en los moldes cuando se enfríe el azúcar.",
      "Poner al baño maría y hornear 1 hora a 200º."
    ]
  },
  {
    "title": "Leche frita",
    "ingredients": [
      "1⁄2 litro de leche fría",
      "6 cucharadas rasas de maicena",
      "4 cucharadas colmadas de azúcar (100 gr)",
      "Corteza de limón",
      "Canela en rama",
      "2 huevos (1 para elaborar, otro para rebozar)",
      "Harina",
      "Aceite"
    ],
    "steps": [
      "De medio litro de leche separar una parte en la que desleir 6 cucharadas rasas de maicena.",
      "El resto de la leche se pone a hervir con 4 cucharadas colmadas de azúcar, la corteza de limón y canela en rama.",
      "Cuando empiece a hervir, retirar la corteza del limón y la canela en rama, y añadir la leche con la maicena, llevando la mezcla a ebullición. No dejar de remover.",
      "Batir un huevo y añadirlo a la mezcla.",
      "Echar en una fuente y dejar enfriar.",
      "Una vez fría cortamos la masa en cuadraditos y la rebozamos en harina y huevo.",
      "Se fríen en aceite abundante bien caliente.",
      "Se escurren y se sirven espolvoreados de azúcar y canela."
    ]
  },
  {
    "title": "Madalenas fáciles",
    "ingredients": [
      "100 gr. de azúcar",
      "100 gr. de mantequilla, margarina o aceite",
      "100 gr. de harina",
      "2 huevos",
      "1 cucharadita de levadura",
      "Ralladura de limón (opcional)"
    ],
    "steps": [
      "Primero batir los huevos con el azúcar con la batidora de varillas hasta que se esponjen.",
      "Añadir la mantequilla a temperatura ambiente, que esté blanda.",
      "Agregar la ralladura de limón si se desea.",
      "Añadir la harina junto con la levadura, tamizándolo.",
      "Colocar en papeles para madalenas y hornear 20 minutos a 180º."
    ]
  },
  {
    "title": "Manzanas asadas",
    "ingredients": [
      "1 manzana",
      "1 cucharada de azúcar"
    ],
    "steps": [
      "Lavar las manzanas, y con un cuchillo quitar el culo (haciendo un cono hacia adentro).",
      "Dar un corte transversal en la manzana, alrededor; lo justo para cortar la piel, para que pueda crecer.",
      "Colocar en la bandeja con el rabo hacia abajo.",
      "Echar azúcar por las manzanas, especialmente en el agujero, rellenarlo.",
      "Añadir unas gotas de agua en cada agujero.",
      "Echar agua en el fondo de la bandeja (un poquito) y azúcar.",
      "Hornear 30 minutos a 180º."
    ]
  },
  {
    "title": "Merengue",
    "ingredients": [
      "1 clara de huevo",
      "1 cucharada de azúcar",
      "1 pizca de sal"
    ],
    "steps": [
      "Con la batidora de varillas, batir las claras de huevo. Es preferible que estén a temperatura ambiente, ya que si están frías no suben bien.",
      "Añadir el azúcar y la sal poco a poco, según se bate.",
      "Para hornear, el merengue necesita mucho tiempo a temperatura baja para que se hagan por dentro.",
      "Antes de sacarlo del horno se puede subir la temperatura para que tuesten por fuera: A 150º alrededor de una hora (controlar, según el horno). Y el último minuto a 200º."
    ]
  },
  {
    "title": "Pancakes de plátano y cacao",
    "ingredients": [
      "1 plátano",
      "1 huevo",
      "1⁄4 taza avena",
      "1 cucharada de cacao",
      "1/8 taza chips de chocolate",
      "Pizca de sal"
    ],
    "steps": [
      "Machacar el plátano con el tenedor y agregar todos los ingredientes menos los chips.",
      "Hacer a la plancha y agregar los chips solo por un lado cuando estén en la plancha."
    ],
    "image": "pancakes-platano.jpeg"
  },
  {
    "title": "Mermelada de calabaza",
    "ingredients": [
      "1 kg. de calabaza fibra (la de cabello de ángel, verde con vetas blancas)",
      "1 kg. de manzanas",
      "1 limón (ralladura y zumo)",
      "1⁄2 kg. de azúcar",
      "1⁄4 litro de vino blanco",
      "1 rama de canela"
    ],
    "steps": [
      "Para limpiar la calabaza, tirarla al suelo y reventar.",
      "Se monda y limpia todo y se tiene 24 horas macerando con el vino, el azúcar, el limón y la canela.",
      "Pasado el tiempo, se cuece lentamente hasta que esté bien cocido (al menos 2 horas hirviendo)",
      "¿¿Se pasa la batidora??"
    ]
  },
  {
    "title": "Mug cake de Brownie",
    "ingredients": [
      "1 huevo",
      "1 cucharada de aceite",
      "2 cucharadas de leche",
      "3 cucharadas de azúcar",
      "2 cucharadas colmadas de harina",
      "3 cucharadas rasas de cacao"
    ],
    "steps": [
      "En una taza batir el huevo con el aceite y la leche.",
      "Añadir el azúcar, la harina y el cacao y mezclar.",
      "Poner dos minutos en el microondas a máxima potencia.",
      "Dejar reposar dos minutos antes de comer"
    ],
    "footnote": "Es más comodo hacerlo en un bol a parte, y luego echarlo en la taza. Si no, en la taza cuesta bastante deshacer bien los ingredientes",
    "image": "mug-cake-brownie.jpeg"
  },
  {
    "title": "Mug cake de Nutella",
    "ingredients": [
      "1 huevo",
      "3 cucharadas de Nutella",
      "4 cucharadas de harina"
    ],
    "steps": [
      "En una taza mezclar la Nutella con la harina.",
      "Cuando esté batir el huevo y añadirlo. Mezclar bien.",
      "Poner al microondas 1 minuto a máxima potencia.",
      "Dejar reposar 15 minutos antes de comer."
    ],
    "footnote": "Es más comodo hacerlo en un bol a parte, y luego echarlo en la taza. Si no, en la taza cuesta bastante deshacer bien los ingredientes"
  },
  {
    "title": "Postre de limón",
    "ingredients": [
      "3 yogures naturales (mejor danone de cristal, Original)",
      "Zumo de 3 limones",
      "La ralladura de la corteza de un limón",
      "375 gr. de leche condensada"
    ],
    "steps": [
      "Mezclar todo con una cuchara y repartir en tarrinas individuales. Dejar enfriar. Servir con fideos de chocolate por encima."
    ]
  },
  {
    "title": "Bizcocho de zanahoria",
    "ingredients": [
      "200 g. de harina",
      "200 g. azúcar moreno",
      "200 ml. de aceite",
      "4 zanahorias ralladas",
      "3 huevos",
      "8 g. levadura química",
      "8 g. de canela en polvo",
      "5 g. de sal"
    ],
    "steps": [
      "Mezclar la harina, la levadura, la canela y la sal, y reservar.",
      "Añadir a la procesadora de alimentos los huevos y el azúcar, y batir con las varillas hasta que blanquée. Después añadir el aceite.",
      "A continuación, se tamiza la harina sobre el bol, se cambia el brazo por el mezclador y se mezcla. Cuando esté, añadir la zanahoria.",
      "Precalentar el horno a 200º, y al meter el bizcocho bajarlo a 180º. Tener aproximadamente 1 hora."
    ]
  },
  {
    "title": "Rosquillas de mamá",
    "ingredients": [
      "3 huevos",
      "9 cucharadas de azúcar",
      "6 cucharadas de aceite",
      "Un buen chorro de anís",
      "El zumo de una naranja",
      "1 sobre de levadura Royal",
      "Harina (la que admita"
    ],
    "steps": [
      "Batir todo menos la levadura y la harina. Añadir harina y con la levadura. Añadir harina hasta que la masa no se peque a los dedos. Amasar bien.",
      "Hacer anillos; a cada uno se le dan 3 o 4 cortes con la tijera para que entre bien el aceite y puedan crecer.",
      "Freír en abundante aceite y muy caliente.",
      "Presentar con azúcar glasé."
    ]
  },
  {
    "title": "Tarta de manzana con crema pastelera",
    "ingredients": [
      "2 o 3 manzanas",
      "2 cucharadas de mermelada de melocotón",
      "Zumo de 1 limón",
      "1 o 2 cucharaditas de azúcar.",
      "Hojaldre con forma redonda",
      "Crema pastelera (ver receta)"
    ],
    "steps": [
      "Pelar la manzana y partir en gajos. Rociar con limón para que no se oscurezca.",
      "Preparar la crema pastelera (ver receta)",
      "Estirar la masa de hojaldre. Con un cuchillo marcamos (sin llegar a cortar) una hendidura suave alrededor, a un centímetro del borde externo. Colocarlo en la bandeja. Con un tenedor pinchar toda la base del hojaldre para que no suba.",
      "Precalentar el horno a 180º-190º con calor arriba y abajo.",
      "Cuando la crema esté templadilla, se pone en el hojaldre, se extiende bien, sin cubrir el borde que hendimos.",
      "Colocamos la manzana.",
      "Meter la tarta en el horno a media altura, unos 20 minutos (ir vigilando para sacarla cuando se tueste la manzana).",
      "Mientras la tenemos en el horno hacemos la cobertura: en un cazo se ponen 2 cucharadas de mermelada de melocotón, el zumo de limón y 1 o 2 cucharadas de azúcar. Dejamos que dé un hervor. Se puede añadir una gotita de agua si se necesita.",
      "También se puede añadir una rodajita de manzana para espesarlo y que quede como una compota; tendrá mejor sabor.",
      "Se pinta la tarta con esta mezcla, y listo!"
    ]
  },
  {
    "title": "Tarta Oreo",
    "ingredients": [
      "28 oreos para la base",
      "4 cucharadas de mantequilla sin sal para la base",
      "28 oreos",
      "680 gr. de philadelphia (a temperatura ambiente)",
      "3⁄4 de taza de crema agria, o “creme fraiche”",
      "1 cucharadita de extracto de vainilla",
      "1⁄2 cucharadita de sal",
      "3 huevos L, a temperatura ambiente",
      "3⁄4 de taza de azúcar"
    ],
    "steps": [
      "Para la base: Picar las 28 oreos muy bien y mezclar con la mantequilla fundida. Extender en el molde (de 40x20 +/-) y apelmazar. Hornear 10 minutos a 165º ",
      "Para el relleno: Batir el queso con el azúcar muy bien.",
      "Añadir la crema agria, la vainilla y la sal.",
      "Añadir los huevos de uno en uno.",
      "Picar las 28 oreos, pero no demasiado (que queden trocitos pequeños, no migas), y añadir.",
      "Echar al molde donde ya tenemos la base y hornear 40 minutos a 165º."
    ],
    "footnote": "Consejo: Para cortar la tarta cada vez: utilizar un cuchillo largo mojado en agua caliente, y secarlo. Mantener la tarta refrigerada."
  },
  {
    "title": "Tartaletas de arroz sin arroz",
    "ingredients": [
      "4 cucharadas de maicena",
      "6 cucharadas de azúcar",
      "2 huevos",
      "100 gr. de mantequilla",
      "1 vaso de leche",
      "1 vaso de nata",
      "Hojaldre fresco, u obleas de empanadilla",
      "Bandeja para madalenas"
    ],
    "steps": [
      "Derretir la mantequilla en el microondas y ponerlo en un bol.",
      "Añadir el vaso de leche, el vaso de nata, los 2 huevos, 6 cucharadas de azúcar (ni muy llenas ni muy rasas) y 4 cucharadas rasas de maicena (si no son rasas, no quedan tan jugosos).",
      "Batir muy bien con la batidora hasta obtener una crema homogénea.",
      "Engrasar la bandeja de madalenas con mantequilla.",
      "En cada hueco se acomoda una oblea de empanadilla (o se cortan círculos de una lámina de hojaldre fresco).",
      "Se distribuye la mezcla en el interior de las obleas.",
      "Se hornea a 180º con calor arriba y abajo, 30 minutos."
    ]
  },
  {
    "title": "Tiramisú",
    "ingredients": [
      "250 gr. de queso Mascarpone",
      "50 gr. de azúcar",
      "3 huevos",
      "100 gr. de bizcochos duros",
      "2 tazas de café expreso frío",
      "Cacao en polvo",
      "Sal"
    ],
    "steps": [
      "Se ponen en un cuenco las yemas de huevo y el azúcar, y se bate al menos durante 5 minutos, hasta que se forme una crema.",
      "Se añade el queso y se mezcla bien.",
      "En otro recipiente se ponen las claras, un pellizco de sal y se montan a punto de nieve.",
      "Cuando estén, se incorporan a la crema anterior con movimientos envolventes.",
      "En una fuente o bandeja honda (o en recipientes individuales, al gusto) se coloca una capa de crema, después una capa de bizcochos remojados en el café, otra de crema, otra de bizcochos y una última de crema.",
      "Si la fuente no es tan honda se puede hacer de crema – bizcochos – crema.",
      "Se deja en la nevera un mínimo de 6 horas. Lo mejor es hacerlo de un día a otro. Al servirlo, espolvorear por la superficie cacao en polvo."
    ]
  },
  {
    "title": "Torrijas",
    "ingredients": [
      "Pan de ayer",
      "Leche",
      "Aceite",
      "Azúcar",
      "1 ramita de canela",
      "1 corteza de limón",
      "Harina",
      "Huevo",
      "Canela en polvo"
    ],
    "steps": [
      "Con pan de ayer se hacen rebanadas (ni muy finas ni muy gordas, como 1,5 o 2 cm, +/-) y se ponen en una bandeja cubriendo toda la base, que no monten unas sobre otras.",
      "Se hierve la leche con azúcar, canela en rama y corteza de limón. Cuando ya haya roto a hervir, se vierte sobre el pan. Todo el pan debe quedar bien empapado.",
      "Al cabo de un rato, cuando se puedan tocar, se las da la vuelta para que empapen bien por los dos lados (con mucho cuidado porque se rompen muy fácilmente).",
      "Se rebozan con harina y huevo y se fríen en bastante aceite.",
      "Se decoran con canela en polvo mientras aún están calientes, o incluso recién sacadas de la sartén."
    ],
    "footnote": "Proporciones: más o menos 1 litro por cada barra de pan, y 7 cucharadas de azúcar. Si nos quedamos cortos de leche se puede hervir más y añadir."
  }
]