[
    {
        "title": "Mayonesa",
        "ingredients": [
            "1 huevo",
            "1⁄4 litro de aceite",
            "Puntita de sal",
            "Chorretín de vinagre",
            "Batidora (disco de cuchillas)"
        ],
        "steps": [
            "Poner en el vaso de la batidora primero el huevo, luego el aceite, y la puntita de sal y el vinagre a continuacion. Meter la batidora hasta el fondo y no moverla, hasta que la mayonesa esté casi hecha. Entonces ya sí se mueve ligeramente.",
            "Si se corta (es decir, que no cuaja, se queda líquida, pero no mala) se suele arreglar echando más aceite. Si no se consigue arreglar, mejor tirarla y hacerla de nuevo."
        ]
    },
    {
        "title": "Tomate frito casero",
        "ingredients": [
            "2 kg. de tomates",
            "1 cebolla",
            "3⁄4 o 1 pimiento verde de los gordos",
            "3 dientes de ajo",
            "12 gr. de azúcar",
            "12 gr. de sal",
            "Aceite"
        ],
        "steps": [
            "Cubrir el fondo de la sartén con bastante aceite. Añadir la cebolla, el pimiento y los ajos en trozos. Se rehoga bien.",
            "Cuando la cebolla empiece a cambiar de color se añade el tomate (se quita el rabo y se trocea. Se echa con piel y todo; si acaso se elimina un poco de agüilla y algunas pipas).",
            "Se deja que hierva a fuego medio hasta que se haga bien.",
            "Cuando esté hecho se añade el azúcar y la sal, y que dé otro hervorcillo.",
            "Se pasa la batidora y luego por el pasapurés."
        ],
        "footnote": "Haciendo tanta cantidad lo ideal es embotar el tomate."
    },
    {
        "title": "Cómo embotar",
        "ingredients": [
            "Botes",
            "Cazuela alta"
        ],
        "steps": [
            "Se echa al bote el producto a embotar, se llena a tope, y se cierra bien.",
            "Se ponen todos los botes en una cazuela con agua, que estén cubiertos por completo.",
            "Desde que rompe a hervir se tiene 20 minutos más hirviendo."
        ]
    },
    {
        "title": "Sobrasada vegana",
        "ingredients": [
            "150 gr. de tomates secos",
            "60 gr. de anacardos crudos (o almendras, o piñones)",
            "1 diente de ajo",
            "2 cucharadas de aceite de oliva",
            "1 cucharada y media de pimentón dulce",
            "1 cucharadita de albahaca seca",
            "media cucharada de comino molido",
            "una pizca de sal",
            "entre 4 y 8 cucharadas del agua de la cocción de los tomates"
        ],
        "steps": [
            "Hervir los tomates durante 20 minutos para hidratarlos, escurrirlos y dejar que enfríen. Reservar el agua de la cocción",
            "Poner todo en la batidora y batir hasta que esté todo bien integrado",
            "Rectificar con el agua de la cocción de los tomates, para que quede con la espesura deseada"
        ]
    },
    {
        "title": "Caramelo líquido",
        "ingredients": [
            "65gr. de azucar",
            "cucharada y media de agua",
            "un poco de zumo de limón"
        ],
        "steps": [
            "Poner todo a fuego medio, en una sartén o cazo",
            "Dejar que se haga sin mover"
        ],
        "footnote": "nos puede servir como base para un flan o pudin, o cualquier otra receta dulce"
    },
    {
        "title": "Pan express sin levado",
        "ingredients":[
            "175 gr (o ml) de agua tibia",
            "15 gr de levadura fresca, o 5gr de la seca de panadero (o un sobre de levadura de panadero)",
            "20 gr (o ml) de aceite de oliva virgen extra",
            "1 cucharadita de sal",
            "300 gr de harina de trigo"
        ],
        "steps":[
            "Ponemos en un bol todos los ingredientes EXCEPTO la harina, y removemos hasta que la levadura esté diluida",
            "Incorporamos la harina tamizándola, y mezclamos",
            "Cuando ya esté más o menos todo junto, se puede pasar a la mesa poniendo un poco de harina, y se sigue amasando a mano. Trabajar la masa durante 10 minutos aproximadamente.",
            "Damos forma a la masa, redonda o alargada, según el molde que tengamos. Se coloca en el molde un poco engrasado, sin aplastar. El molde solo servirá para que no se desparrame. Se puede hacer un corte para que abra por ahí",
            "Se mete al horno SIN PRECALENTAR, tapado con papel de plata para que no se queme, durante 40 minutos a 220º",
            "Pasado ese tiempo se hornea 5 minutos más sin la tapa, para que se dore.",
            "sacamos del horno y desmoldamos con cuidado; se pone sobre una rejilla para que enfríe"
        ],
        "footnote": "Sale un pan de medio kilo"
    },
    {
        "title": "Panes o bollitos a la sartén",
        "ingredients":[
            "250 gr de harina de trigo",
            "Un sobre de levadura de panadero, o 2 cucharaditas de polvo de hornear",
            "4 grs de sal al gusto",
            "3 cucharadas de aceite",
            "120 ml de agua tibia",
            "Especias al gusto (cebolla en polvo, ajo, comino, chocolate...."
        ],
        "steps":[
            "Poner la harina tamizada con la levadura y agregar la sal",
            "Agregar el agua tibia y el aceite y mezclar",
            "Amasar hasta obtener una masa lisa, primero en el bol, y luego seguir en la encimera",
            "Separar la masa en 8 partes, y añadir las especias deseadas al gusto.",
            "Aplastar cada bollo, más o menos medio centimetro o 1 centímetro de espesor",
            "Calentar una sartén antiadherente a fuego medio y no cocinar más de 1 o 2 minutos de cada lado, o hasta que esté dorado"
        ],
        "footnote": "Se pueden congelar sin cocinar, o después de cocinados. Incluso rellenos ya con su queso y chorizo, o lo que se desee"
    }
]