[
  {
    "title": "Albóndigas",
    "ingredients": [
      "500 gr. de carne picada mixta.",
      "1 huevo",
      "2 rebanadas de pan bimbo sin corteza",
      "Leche",
      "Ajo seco",
      "Perejil seco"
    ],
    "steps": [
      "Empapar la miga de pan en leche.",
      "Poner toda la carne en un bol y echar sal, ajo, perejil, el huevo sin batir, y la miga de pan mojada con la leche, (incluso se puede añadir un poquito más de leche para que queden más jugosas).",
      "Envolver muy, muy bien la carne. Dejar reposar el conjunto un ratillo.",
      "Hacemos las albóndigas, con esta cantidad salen unas 25.",
      "Cogemos trozos de la masa, los pasamos por harina, hacemos bolas y se fríen en la sartén con bastante aceite. Así se sellarán por fuera.",
      "Se van sacando a una cazuela. Cuando ya estén todas bien fritas, se añade el tomate (mejor si es casero) y se las deja a fuego medio-bajo un ratito con la tapa puesta para que se cocinen por dentro."
    ]
  },
  {
    "title": "Alitas de pollo a la cerveza",
    "ingredients": [
      "8 alitas de pollo completas",
      "1⁄2 cebolla",
      "1 lata de cerveza"
    ],
    "steps": [
      "Picar la cebolla y pocharla en una cazuela.",
      "Separar las alas en dos trozos cada una (alita y jamoncito). Salar.",
      "Dorar en la cazuela las alas, que cojan buen color.",
      "Añadir la cerveza y dejar que cueza despacito, con la tapa puesta, hasta que estén bien hechas."
    ]
  },
  {
    "title": "Alitas de pollo guisadas",
    "ingredients": [
      "Alitas de pollo",
      "Ajos (uno por alita)",
      "Aceite",
      "Sal",
      "Vino Blanco"
    ],
    "steps": [
      "Salar las alitas.",
      "Poner al fuego una cazuela con el fondo cubierto de aceite.",
      "Añadir los ajos laminados (se pueden echar con el aceite frío). Cuando los ajos empiecen a dorarse, poner las alas en la cazuela y que se doren bien (que no se quemen). Solo marcarlas por fuera, por dentro se harán luego.",
      "Cuando estén bien doraditas, añadir 1⁄2 vasito o 1 vasito de vino blanco (depende de la cantidad de alas).",
      "Bajar el fuego a la mitad y que se hagan despacio. Si se evapora todo el caldo, añadir agua. Pinchar para comprobar que están hechas."
    ]
  },
  {
    "title": "carne nerviosa (morcillo, osobuco...)",
    "ingredients": [
      "Carne nerviosa como por ejemplo osobuco o morcillo",
      "5 ajos",
      "Coñac u otro licor",
      "Sal",
      "Aceite",
      "harina"
    ],
    "steps": [
      "Poner la olla al fuego con aceite cubriendo la base y echarlos ajos laminados, que se vayan dorando. Sacarles para que no se quemen.",
      "La carne partirla en filetes gordos, o cubos. Se salan, se pasan por harina y se fríen en ese aceite.",
      "Cuando estén dorados por las dos partes, se colocan en el fondo de la olla y se echa un chorrete de coñac (o cerveza, o vino blanco, o vino tinto, o champan,...), unos dos dedos de un vasito de vino.",
      "Se echa agua, que se cubra un poco la carne. Se cierra la olla y se tiene 20 minutos con presión.",
      "Si cuando abra la olla, la carne está ya tierna pero hay mucho caldo, éste se puede espesar con un poco de maicena así: En una taza echar agua fría y una puntita de maicena (dependiendo de la cantidad de salsa aguada). Pones la olla al fuego y en un ladito donde haya salsa vas añadiendo el agua con maicena, removiendo continuamente.",
      "Si resulta que la carne no está tierna, se vuelve a cerrar y que hierva otro rato"
    ],
    "image": "carne-nerviosa.jpeg"
  },
  {
    "title": "Carillada",
    "ingredients": [
      "Carrilladas (mejor de cerdo)",
      "2 o 3 dientes de ajo",
      "1⁄2 o 1 cebolla",
      "1⁄2 pimiento verde",
      "Zanahorias",
      "Aceite",
      "Sal",
      "2 ñoras o pimiento choricero"
    ],
    "steps": [
      "Si las carrilladas son de ternera hay que ponerla a hervir o en agua fría un rato para que suelte la sangre. Dejarla enfriar, limpiarla y partirla en trocitos.",
      "A las carrilleras de cerdo no hay que hacerlas ese paso, son más limpias.",
      "Limpiar, trocear, echar en la olla la carne y los siguientes ingredientes enteros o troceados (no importa porque luego lo pasaremos por el pasapurés): ajos, zanahorias, cebolla, pimiento verde, un chorro de aceite, ñoras o pimientos choriceros (sin las pepitas), y sal.",
      "Mover la olla para que se mezcle todo y cerrarla.",
      "Se tiene 20 o 30 minutos con presión.",
      "Cuando se abra la olla, si está la carne tierna, se va pasando la carne a una cazulela, y la salsa por el pasapurés sobre ella. Si no está tierna, se cierra la olla y se tiene un rato más."
    ],
    "footnote": "en vez de pasapurés se puede utilizar batidora, pero no queda igual.",
    "image": "carrillada.jpeg"
  },
  {
    "title": "Chipirones rellenos en su tinta",
    "ingredientsLabel": "para 5 raciones",
    "ingredients": [
      "20 chipirones",
      "400 gr. de gambas",
      "4 palitos de cangrejo (surimi) (opcional-solo añadir si ves que te hace falta más cantidad de relleno)",
      "2 huevos",
      "1 cebolla",
      "2 ajos",
      "1 o 2 ramitas de perejil fresco",
      "Tomate",
      "Aceite",
      "Sal",
      "2 sobres de tinta",
      "Harina (opcional)"
    ],
    "steps": [
      "LIMPIAR LOS CHIPIRONES: dejarlos en remojo para que se limpien un poco. Se quita la piel. Se tira de las patas para que salgan las tripas. Se quitan las orejas, se quita la piel del chipirón y se les da la vuelta para limpiar bien las tripas. A las orejas también se les quita la piel. Las patas se cortan a ras del ojo y se quita el diente. Se limpian quitando los tentáculos y las partes suaves.",
      "Relleno: con los dos huevos hacemos dos tortillas planitas, o revuelto. Se hacen cachitos pequeños.",
      "Se pelan las gambas.",
      "El surimi se trocea también.",
      "Se rehoga en la sartén con aceite en este orden: orejas y patas, gambas, surimi y por último la tortilla. Salar un poco.",
      "Con una cucharilla o con el dedo vamos rellenando mientras aún esté templado.",
      "Cerramos el chipirón con un palillo.",
      "Si queda caldo en la sartén lo guardamos para echárselo al guiso luego.",
      "Guiso: En la olla express echamos aceite y vamos echando cebolla en juliana.",
      "Cuando la cebolla esté pochadita se añaden los chipirones (podemos rebozarlos con harina para trabar más la salsa); se rehogan bien hasta que se vean que están un poco hechos.",
      "Se machacan los ajos y el perejil en el mortero. Se echa a la olla con un poquito de agua.",
      "Se pela el tomate, se quitan las durezas y se pica pequeñito. Se añade al guiso.",
      "Añadir también un poco de sal (no mucha porque suelen ser fuertes).",
      "Por último, coges la tinta y la disuelves un poco con agua (o con el mismo caldo del guiso) y se añade a la olla.",
      "A continuación se puede añadir el caldo que ha soltado el relleno.",
      "Se cierra la olla, y la tendremos aproximadamente 20 minutos con presión, a fuego medio. (En cazuela puede tardar unos 45 minutos)."
    ]
  },
  {
    "title": "Codornices",
    "ingredients": [
      "1 Codorniz por persona",
      "Cebolla",
      "Sal",
      "Aceite"
    ],
    "steps": [
      "Limpiar las codornices: quitar bien las plumas, y abrirlas por la mitad para quitarlas bien las tripas.",
      "Una vez limpias se salan por dentro y por fuera.",
      "Se ponen en la cazuela.",
      "Se trocea la cebolla muy fina y pequeña.",
      "Se echa sobre las codornices y también un buen chorro de aceite.",
      "A esta altura las codornices ya se habrán dorado un poco, así que las damos la vuelta, dejando la mayor parte de la cebolla abajo. No tienen que hervir rápido, las ponemos a fuego medio.",
      "Ahora hasta que se doren y se haga bien la cebolla.",
      "Habrá que darlas la vuelta de vez en cuando.",
      "Si vemos que se están quemando se puede añadir un poco de agua.",
      "Al terminar podemos dejar la cebolla así, o pasarla por el pasapurés."
    ]
  },
  {
    "title": "Costillar al horno con cocacola",
    "ingredients": [
      "1 costillar",
      "1 lata de Coca-Cola",
      "1 sobre de sopa de cebolla Knorr"
    ],
    "steps": [
      "¡Esta receta no lleva sal!",
      "Embadurnar el costillar con la sopa de cebolla, apretar un poco para que se quede bien pegado ",
      "Cubrir con la Coca-Cola.",
      "Cubrir con papel de aluminio la bandeja.",
      "Tener en el horno al menos 2 horas a 180o (dar la vuelta a la hora y a la hora y media).",
      "Freír patatas a parte (si se ponen en la misma bandeja, se chuparán toda la salsa)"
    ]
  },
  {
    "title": "Croquetas",
    "ingredients": [
      "Restos de carne o pollo,o jamón york... lo que queremos añadir a nuestras croquetas.",
      "1 litro de leche",
      "4 cucharadas colmadas de harina",
      "Aceite",
      "Sal"
    ],
    "steps": [
      "La leche es preferible que esté tibia. La podemos calentar al microondas.",
      "Ponemos en una sartén (mejor pequeña) el aceite, que cubra el fondo.",
      "Cuando esté caliente se añade la harina de una vez y se da vueltas para que se mezcle bien la harina con el aceite, y se dore un poco (si añadimos la leche antes de que la harina se haya mezclado bien con el aceite, nuestras croquetas sabrán a harina).",
      "Cuando esté, se va añadiendo la leche caliente o templada, poco a poco, y se va uniendo hasta que no queden grumos (si es necesario podemos usar la batidora).",
      "Cuando echemos la última parte de leche lo salamos en la misma sartén.",
      "Aunque nos hayamos pasado de leche, y veamos que nos ha quedado demasiado blanda la masa, no podemos añadir más harina, pues las croquetas sabrían a harina.",
      "Cuando ya tengamos la besamel, añadimos el ingrediente elegido (debe estar cocinado, ¡no podemos echar pollo crudo!), lo unimos bien y lo pasamos a un plato para que se enfríe.",
      "Cuando la masa esté fría totalmente, se cogen trocitos, se pasan por huevo y pan rallado.",
      "Las podemos congelar así o freír para comer."
    ]
  },
  {
    "title": "Filetes de la raya o espaldilla",
    "ingredients": [
      "Filetes de espaldilla",
      "Aceite",
      "Cebolla",
      "Ajo",
      "Vino tinto, o cerveza..."
    ],
    "steps": [
      "Cubrir el fondo de la olla express con aceite.",
      "Añadir una cebolla picada y un ajo entero.",
      "Por otro lado salar los filetes y pasarlos por harina.",
      "Freírlos vuelta y vuelta en una sartén. Irlos añadiendo a la olla.",
      "Retirar si hubiese demasiado aceite y añadir a la sartén un vaso de vino de vino tinto, para que evapore el alcohol y suelte el gusto de freír los filetes. Añadirlo a la olla. Hacer lo mismo con un vaso de vino de agua. (si aún quedase sustancia que soltar de la sartén).",
      "Cerrar la olla y tener 15 a 20 minutos con presión.",
      "Al abrir, pasar la salsa por el pasapurés."
    ]
  },
  {
    "title": "Filetes rellenos",
    "ingredients": [
      "Filetes finos de redondo de ternera, o de tapa. Lo importante es que no tengan huecos",
      "1 loncha de bacón adobado por filete, o panceta",
      "dos o tres aceitunas sin hueso por filete",
      "2 huevos o tres huevos",
      "1 o 1 y media cebollas",
      "1 pimiento verde",
      "1 pimiento choricero o 2 ñoras",
      "Vino tinto",
      "Pastilla de avecrem"
    ],
    "steps": [
      "Se hacen 2 o 3 tortillas planas con un poquito de sal, una con cada huevo, y se parten para obtener tantos trozos como filetes.",
      "Se rellenan los filetes: 1º el bacón, 2º la tortilla, 3º aceitunas abiertas.",
      "Se enrolla fuerte y se cierra con un palillo, procurando que no se salga nada.",
      "En la olla, se pone la base de aceite al fuego.",
      "Se pasan los filetes por harina y se van friendo (sellando) por los dos lados.",
      "Cuando estén todos, se añade la verdura cortada en trozos medianos.",
      "Añadimos dos dedos de un vaso de vino de vino tinto, y un vaso de vino de agua, y la pastilla de avecrem en trocitos.",
      "Procuramos que la verdura quede abajo y los filetes arriba.",
      "Se cierra la olla y se deja 20 minutos con presión.",
      "Cuando esté, se pasan las verduras por el pasapurés."
    ],
    "ingredientsLabel": "mas o menos dos filetes por ración (dependiendo del tamaño de los filetes)"
  },
  {
    "title": "Filetes rusos",
    "ingredientsLabel": "Para cuatro raciones",
    "ingredients": [
      "500 gr. de carne picada (mezcla)",
      "1 huevo",
      "1 diente de ajo picado o ajo en polvo",
      "Perejil (fresco o seco)",
      "Pan rallado (a ojo, un puñadito más o menos)",
      "Sal",
      "Harina y aceite",
      "2 cebollas",
      "Tomate Orlando",
      "1⁄2 vaso de vino, de vino blanco",
      "2 cucharaditas de azucar"
    ],
    "steps": [
      "Ponemos la carne en un recipiente y añadimos el huevo sin batir, la sal, el ajo picado,, el perejil picado y el pan rallado.",
      "Se remueve bien. Se hacen los filetes (4 grandes o 8 pequeños).",
      "Se rebozan en harina y se fríen. Se dejan a parte en un plato y en ese mismo aceite se pocha la cebolla en juliana.",
      "Cuando esté se añaden a esa misma sartén los filetes para que vayan cogiendo el gusto. Se acomodan bien entre ella.",
      "Se añade el Orlando (generosamente) y se deja un ratito.",
      "Luego se añade el vino blanco. Por último el azúcar. Se remueve bien todo ello rascando el fondo de la sartén."
    ],
    "footnote": "Este plato es ideal para comer con tallarines (70 gr. por persona), como plato único. Se mezcla bien con la cebolla.",
    "image": "filetes-rusos.jpeg"
  },
  {
    "title": "Jibias en su tinta",
    "ingredients": [
      "1 kg. de jibias",
      "1 cebolla",
      "1 tomate",
      "Ajo y perejil frescos",
      "Tinta (la propia de las jibias y artificial)",
      "Sal (poca!)",
      "Aceite"
    ],
    "steps": [
      "Limpiar bien las jibias y trocearlas.",
      "Picar la cebolla en juliana. Echar aceite en la olla cubriendo el fondo. Pochar la cebolla.",
      "Añadir las jibias. Darlas vueltas para que pierdan un poco el agua.",
      "Echar ajo y perejil machacados, añadido con un poco de agua.",
      "Añadir el tomate pelado y muy picado.",
      "Probar la salsa de sal, y según estén añadir un poco de sal o no.",
      "Añadir la tinta: la propia de las jibias se machaca bien con un poco de agua, en un mortero. La artificial se deshace en un plato con un poco de agua caliente o con un poco de caldo del mismo guiso.",
      "Se puede añadir agua dependiendo el caldo que hayan soltado.",
      "Se cierra la olla. Se tienen 30 o 40 minutos con presión."
    ]
  },
  {
    "title": "Lechazo asado en cazuela",
    "ingredients": [
      "1⁄4 de delantero de lechazo",
      "1 cabeza de ajos (1⁄2 cabeza laminados y 1⁄2 cabeza enteros)",
      "1⁄2 vasito de coñac",
      "Aceite",
      "Sal",
      "Cazuela ancha y baja (tipo paellera)"
    ],
    "steps": [
      "Limpiar el lechazo de todas las partes mas grasientas.",
      "Poner aceite en el fondo de la cazuela cubriendo bien el fondo.",
      "Cuando esté caliente se empiezan a echar los ajos laminados.",
      "Cuando estén dorados se empieza a colocar el lechazo, de forma que todas las piezas toquen el fondo. Si es necesario se añade aceite.",
      "Si los ajos se quemaron o doraron demasiado se sacan y se añadirán más adelante.",
      "Se deja que el lechazo se dore por ambas caras.",
      "Cuando casi esté, se añaden los ajos si los habíamos quitado, y también 1⁄2 cabeza de ajos sin laminar (si son muy grandes se pueden partir por la mitad)",
      "Se deja que termine de dorarse por ambos lados, y se añade el coñac. Se deja evaporar el alcohol un poco. Se añade agua, la misma cantidad que de coñac, y se baja el fuego.",
      "Después se va añadiendo agua muy poco a poco, pero solo cuando lo anterior esté casi del todo evaporado.",
      "Se va dando la vuelta a las piezas para que se haga bien por los dos lados.",
      "Sabremos que está hecho cuando pinchamos con el tenedor y está blandito, o cuando el morcillo está resquebrajado."
    ]
  },
  {
    "title": "Merluza al horno",
    "ingredients": [
      "Filetes de merluza",
      "Cebolla",
      "Mayonesa",
      "Sal"
    ],
    "steps": [
      "Cortar cebolla en juliana, y sofreír.",
      "Cuando esté lista, salar un poco la merluza, y ponerla en bandeja de horno.",
      "Colocar sobrecada filete la cebolla y cubrir de mayonesa.",
      "Precalentar el horno a 180o. Se tiene 10-15 minutos; comprobar que esté bien cocinada."
    ]
  },
  {
    "title": "Patitas de lechazo",
    "ingredients": [
      "12 patitas de lechazo",
      "1⁄4 de cebolla",
      "Ajo y perejil frescos",
      "Huevo",
      "Aceite"
    ],
    "steps": [
      "Limpiar las patitas: quitar pelos, impurezas entre las pezuñas...",
      "Una vez limpias, se ponen en la olla a cocer con agua fría (para que no se encallen), con sal y un casco de cebolla. Tenerlas media hora más o menos desde que suba la válvula.",
      "Dejar enfriar. Se pasan por harina y huevo y se fríen (cuidado, ¡saltan mucho!)",
      "A parte, en la cazuela en la que vayamos a preparar las patitas, se pocha un poco de cebolla menuda (1⁄4 más o menos).",
      "Por otro lado, en el aceite de haber frito las patitas* añadimos el ajo y el perejil machacados, con un poquito de agua (¡Ojo!, tiene que resultar poco aceite, entre lo de la cebolla y lo del ajo, por lo que igual hay que quitar un poco)",
      "Añadimos el ajo y el perejil a la cebolla.",
      "Ponemos las patitas, que den un hervor y lo tenemos listo."
    ],
    "footnote": "*Lo hacemos en ese aceite para que quede trabado por la harina que tenían las patitas."
  },
  {
    "title": "Pescado en salsa verde",
    "ingredients": [
      "Pescado",
      "Ajo freso",
      "Perejil fresco",
      "Aceite",
      "Harina",
      "Sal",
      "Cebolla",
      "Almejas y gambas (opcional)"
    ],
    "steps": [
      "Se pone aceite en una cazuela.",
      "Se sofríe un poco de cebolla. Cuando está pochada se hecha una puntita de harina.",
      "Para entonces ya hay que tener machacado en el mortero el ajo y el perejil con un poco de sal.",
      "En el mismo mortero se añade un poquito de agua y se añade a la cazuela.",
      "A continuación ya tienes que tener el pescado con sal, y lo colocas en la cazuela (todas las tajadas pegando a la base).",
      "Añadir las almejas (mejor babosa). Se pueden abrir a pare, pero si son babosas no hace falta. Si se abren a parte se puede utilizar el agua que sueltan para añadir al mortero.",
      "Se echan también las gambas peladas crudas.",
      "Se da la vuelta a las tajadas de pescado y ya no se mueve más. El pescado no hay que moverlo mucho.",
      "Todo ello se cocina a fuego medio. El pescado, cuanto menos hierva mejor, así quedará suave (sino, queda áspero)."
    ]
  },
  {
    "title": "Pollo a la hellinera (al horno)",
    "ingredients": [
      "1 tajada de pollo por persona (1 muslo o una pechuga)",
      "Zumo de naranja natural",
      "Patatas",
      "Cebolla",
      "Pimiento verde",
      "Tomate",
      "Ajos",
      "Perejil seco",
      "Aceite",
      "Sal"
    ],
    "steps": [
      "Cubrir de sal el fondo de la bandeja, colocar las patatas panadera en medio (lonchas finas) y a los lados poner patatas cascadas en trozo grande.",
      "Lavar el pollo, ponerle bajo el grifo y quitar impurezas, plumas, grandes trozos de grasa... salar el pollo por los dos lados y colocarle sobre las patatas panadera.",
      "Se puede poner algún trozo de cebolla, pimiento, tomate... alrededor, junto a las patatas en trozo.",
      "Se colocan rebanadas de ajo encima del pollo.",
      "Cubrir todo de aceite y después echar el zumo de naranja sobre toda la bandeja (en los huecos, no sobre el pollo), en este orden (al revés no se quedaría pegada la sal, se deslavaría",
      "Echar también perejil seco sobre las tatas en trozo.",
      "Precalentar el horno a 180º y tener el pollo 2 horas. Dar la vuelta a la hora y a la hora y media"
    ]
  },
  {
    "title": "Salmón al horno",
    "ingredients": [
      "Salmón",
      "Sal",
      "Aceite",
      "Pimienta / especias al gusto"
    ],
    "steps": [
      "Salpimentar el salmón",
      "Colocar en una bandeja y echar un chorro de aceite por encima.",
      "Cubrir la bandeja con papel de aluminio.",
      "Precalentar el horno a 180º. Meter la bandeja. Se tiene 20 minutos, se da la vuelta y se tiene otros 20 minutos."
    ]
  },
  {
    "title": "Tortilla de patatas",
    "ingredients": [
      "300 gr. de patata",
      "1⁄2 cebolla",
      "4 huevos",
      "Aceite",
      "Sal"
    ],
    "steps": [
      "Cortar la patata en cuadraditos, que queden más o menos todos iguales. Salar.",
      "Freir la patata, mientras se empieza a freir, empezar a limpiar y cortar en cuadraditos la cebolla, y añadirla a la patata.",
      "Procurar que no se tueste, que quede blandito (poner una tapadera).",
      "Batimos los huevos en un cuenco, y cuando estén la patata y la cebolla listas, las ponemos en ese cuenco, bien escurridas.",
      "Probar de sal y corregir.",
      "Cuajar un poco la tortilla por los dos lados."
    ]
  },
  {
    "title": "Pollo guisado de mamá",
    "ingredients": [
      "aceite",
      "pollo troceado (o alitas, o muslitos...)",
      "ajo",
      "perejil",
      "sal",
      "pimienta negra",
      "cebolla",
      "tomate",
      "pimiento verde"
    ],
    "steps": [
      "Se puede limpiar el pollo y quitar la piel, y revisar el final de las tajadas, que no queden trocitos de hueso",
      "Poner aceite en el fondo de la cazuela y añadir la cebolla picadita",
      "Cuando la cebolla empiece a pocharse, añadir el pollo a la cazuela y rehogarlo bien",
      "Machacar ajo y perejil en el mortero, y se añade con agua",
      "Salpimentar al gusto",
      "Añadir tomate y pimiento verde picaditos, y dejar que se haga bien, a fuego medio bajo",
      "Si se necesita, añadir agua"
    ]
  }
]